vocabulary = {
    'help': {
        'ru': (
            '<b>Команды бота</b>\n'
            '/help - список всех команд\n'
            '/lowprice - отели с низкими ценами\n'
            '/highprice - отели с высокими ценами\n'
            '/bestdeal - лучшие предложения\n'
            '/settings - настройки\n'
        ),
    },
    'hello': {
        'ru': 'Привет, рад приветствовать вас. Начните с команды /help.',
    },
    'mistake_1': {
        'ru': 'Некорректный ввод. Название города должно содержать только буквы английского или русского алфавита и '
              'символ "-". Попробуйте ввести название еще раз.',
    },
    'mistake_2': {
        'ru': 'Некорректный ввод. Нужно ввести два положительных целых числа, разделенных пробелом. Пример "1000 '
              '2000". Повторите еще раз.',
    },
    'mistake_3': {
        'ru': 'Некорректный ввод. Нужно ввести положительное число. Пример: "10" или "1.5". Повторите еще раз.',
    },
    'mistake_4': {
        'ru': 'Некорректный ввод. Число должно быть положительным, целым и не больше 20. Пример: "10". Повторите еще '
              'раз.',
    },
    'question_1': {
        'ru': 'В каком городе искать отели?',
    },
    'question_2': {
        'ru': 'Введите диапазон цен через пробел',
    },
    'question_3': {
        'ru': 'Введите радиус поиска от центра города в км',
    },
    'question_4': {
        'ru': 'Сколько отелей вывести? Максимум - 20',
    },
    'locations_not_found': {
        'ru': '- по запросу ничего не найдено. Возможно вы допустили ошибку в названии? Повторите еще раз.',
    },
    'hotels_not_found': {
        'ru': 'Отели не найдены. Попробуйте еще раз с другими параметрами.',
    },
    'hotel': {
        'ru': 'Отель',
    },
    'address': {
        'ru': 'Адрес',
    },
    'bad_request': {
        'ru': 'К сожалению, не могу получить ответ от сервера. Повторите поиск позже.',
    },
    'distance': {
        'ru': 'Расстояние до центра города',
    },
    'loc_choose': {
        'ru': 'Выберите город из списка',
    },
    'loc_selected': {
        'ru': 'Выбрана локация',
    },
    'cancel': {
        'ru': 'Отмена',
    },
    'ask_to_select': {
        'ru': 'Выберите один из вариантов',
    },
    'current_language': {
        'ru': 'Текущий язык',
    },
    'current_currency': {
        'ru': 'Текущая валюта',
    },
    'language': {
        'ru': 'Русский',
    },
    'currency_': {
        'ru': 'Валюта',
    },
    'language_': {
        'ru': 'Язык',
    },
    'canceled': {
        'ru': 'Отменено',
    },
    'hotels_found': {
        'ru': 'Найдено отелей',
    },

    'misunderstanding': {
        'ru': 'Я вас не понимаю. Для ознакомления с командами бота напишите /help.',
    },
    'settings': {
        'ru': 'Настройки',
    },
    'wait': {
        'ru': 'Пожалуйста, подождите\nЗапрашиваю информацию...',
    },
    'parameters': {
        'ru': 'Параметры поиска',
    },
    'rating': {
        'ru': 'Класс отеля',
    },
    'city': {
        'ru': 'Город',
    },
    'price': {
        'ru': 'Стоимость',
    },
    'max_distance': {
        'ru': 'Максимальное расстояние до центра города',
    },
    'dis_unit': {
        'ru': 'км',
    },
    'no_information': {
        'ru': 'Нет данных',
    },
    'enter_command': {
            'ru': 'Пожалуйста, сначала введите нужную команду',
        },

}